; V=0x8218  core=0x8218..0x8244（5 条）  过程=0x8218..0x8350（7 块/30 条，段数 1）
; native=[721]
; 内嵌串 core=-
; 库内 CALL -> -
00008218  FRAME_ALLOC   0x4[-]                                   ★ V 入口
00008220  MOV_D         0x183E1B8[var#905] 0x1846A00[L_8230]     
0000822C  JZ            0x0[-] 0x1846A14[L_8244]                 
00008238  SP_DROP       0x4[-]                                   
00008240  RET                                                    
00008244  LD_STK        0x10[-] 0x183B508[var#819]               
00008250  ST_STK        0x0[-] 0x4[-]                            
0000825C  LD_STK        0x4[-] 0x1846A3C[L_826C]                 
00008268  LT            0x0[-] 0xA[-] 0x1846A4C[L_827C]          
00008278  JZ            0x0[-] 0x1846AF8[L_8328]                 
00008284  JMP           0x1846A6C[L_829C]                        
0000828C  INC_S         0x4[-]                                   
00008294  JMP           0x1846A2C[L_825C]                        
0000829C  LEA_STK       0x0[-] 0x1846AE0[L_8310]                 
000082A8  MOV           0x183B3C8[var#817] 0x1846AA4[L_82D4]     
000082B4  LD_STK        0x4[-] 0x1846A94[L_82C4]                 
000082C0  MUL           0x0[-] 0x4[-] 0x1846AA8[L_82D8]          
000082D0  ADD           0x0[-] 0x0[-] 0x1846AB4[L_82E4]          
000082E0  MOV_D         0x0[-] 0x1846AC0[L_82F0]                 
000082EC  PUSH          0x0[-]                                   
000082F4  LD_STK        0x14[-] 0x1846AD4[L_8304]                
00008300  PUSH          0x0[-]                                   
00008308  CALLNATIVE    0x2D2[native#721] 0x0[-] 0x1869F06[str@""] 
00008318  SP_DROP       0x8[-]                                   
00008320  JMP           0x1846A5C[L_828C]                        
00008328  LD_STK        0xC[-] 0x1846B08[L_8338]                 
00008334  JZ            0x0[-] 0x1846B14[L_8344]                 
00008340  HALT_OK                                                
00008344  SP_DROP       0x4[-]                                   
0000834C  RET                                                    
