; V=0x11784  core=0x11784..0x117A0（3 条）  过程=0x11784..0x11858（3 块/18 条，段数 1）
; native=[208]
; 内嵌串 core=-
; 库内 CALL -> -
00011784  MOV_D         0x183E1B8[var#905] 0x184FF64[L_11794]    ★ V 入口
00011790  JZ            0x0[-] 0x184FF70[L_117A0]                
0001179C  RET                                                    
000117A0  MOV           0x183B588[var#820] 0x184FF9C[L_117CC]    
000117AC  LD_STK        0x8[-] 0x184FF8C[L_117BC]                
000117B8  MUL           0x0[-] 0x4[-] 0x184FFA0[L_117D0]         
000117C8  ADD           0x0[-] 0x0[-] 0x184FFAC[L_117DC]         
000117D8  MOV_D         0x0[-] 0x184FFB8[L_117E8]                
000117E4  JZ            0x0[-] 0x1850024[L_11854]                
000117F0  LEA_STK       0x0[-] 0x1850014[L_11844]                
000117FC  MOV           0x183B588[var#820] 0x184FFF8[L_11828]    
00011808  LD_STK        0x8[-] 0x184FFE8[L_11818]                
00011814  MUL           0x0[-] 0x4[-] 0x184FFFC[L_1182C]         
00011824  ADD           0x0[-] 0x0[-] 0x1850008[L_11838]         
00011834  PUSH          0x0[-]                                   
0001183C  CALLNATIVE    0xD1[native#208] 0x0[-] 0x1869F06[str@""] 
0001184C  SP_DROP       0x4[-]                                   
00011854  RET                                                    
